"Western (Mac OS Roman)" = "Barat (Mac OS Roman)";
"Japanese (Mac OS)" = "Bahasa Jepun (Mac OS)";
"Traditional Chinese (Mac OS)" = "Bahasa Cina Tradisional (Mac OS)";
"Korean (Mac OS)" = "Bahasa Korea (Mac OS)";
"Arabic (Mac OS)" = "Bahasa Arab (Mac OS)";
"Hebrew (Mac OS)" = "Bahasa Ibrani (Mac OS)";
"Greek (Mac OS)" = "Bahasa Yunani (Mac OS)";
"Cyrillic (Mac OS)" = "Bahasa Syrillik (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Bahasa Gurmukh (Mac OS)";
"Gujarati (Mac OS)" = "Bahasa Gujarat (Mac OS)";
"Thai (Mac OS)" = "Bahasa Siam (Mac OS)";
"Simplified Chinese (Mac OS)" = "Bahasa Cina Mudah (Mac OS)";
"Tibetan (Mac OS)" = "Bahasa Tibet (Mac OS)";
"Central European (Mac OS)" = "Eropa Tengah (Mac OS)";
"Symbol (Mac OS)" = "Simbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbat (Mac OS)";
"Turkish (Mac OS)" = "Bahasa Turki (Mac OS)";
"Croatian (Mac OS)" = "Bahasa Kroasia (Mac OS)";
"Icelandic (Mac OS)" = "Bahasa Eslandia (Mac OS)";
"Romanian (Mac OS)" = "Bahasa Rumania (Mac OS)";
"Celtic (Mac OS)" = "Bahasa Keltik (Mac OS)";
"Gaelic (Mac OS)" = "Gaelik (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Simbol Keyboard (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Bahasa Syrillik (Mac OS Ukraina)";
"Inuit (Mac OS)" = "Bahasa Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Barat (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Eropa Tengah (ISO Latin 2)";
"Western (ISO Latin 3)" = "Barat (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Eropa Tengah (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Bahasa Syrillik (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Bahasa Arab (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Bahasa Yunani (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Bahasa Ibrani (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Bahasa Turki (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Bahasa Nordik (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Bahasa Siam (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Bahasa Baltik (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Bahasa Keltik (ISO Latin 8)";
"Western (ISO Latin 9)" = "Barat (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Bahasa Rumania (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-AS (DOS)";
"Greek (DOS)" = "Bahasa Yunani (DOS)";
"Baltic (DOS)" = "Bahasa Baltik (DOS)";
"Western (DOS Latin 1)" = "Barat (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Bahasa Yunani (DOS Yunani 1)";
"Central European (DOS Latin 2)" = "Eropa Tengah (DOS Latin 2)";
"Cyrillic (DOS)" = "Bahasa Syrillik (DOS)";
"Turkish (DOS)" = "Bahasa Turki (DOS)";
"Portuguese (DOS)" = "Bahasa Portugis (DOS)";
"Icelandic (DOS)" = "Bahasa Eslandia (DOS)";
"Hebrew (DOS)" = "Bahasa Ibrani (DOS)";
"Canadian French (DOS)" = "Bahasa Perancis Kanada (DOS)";
"Arabic (DOS)" = "Bahasa Arab (DOS)";
"Nordic (DOS)" = "Bahasa Nordik (DOS)";
"Russian (DOS)" = "Bahasa Rusia (DOS)";
"Greek (DOS Greek 2)" = "Bahasa Yunani (DOS Yunani 2)";
"Thai (Windows, DOS)" = "Bahasa Siam (Windows, DOS)";
"Japanese (Windows, DOS)" = "Bahasa Jepun (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Bahasa Cina Mudah (Windows, DOS)";
"Korean (Windows, DOS)" = "Bahasa Korea (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Bahasa Cina Tradisional (Windows, DOS)";
"Western (Windows Latin 1)" = "Barat (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Eropa Tengah (Windows Latin 2)";
"Cyrillic (Windows)" = "Bahasa Syrillik (Windows)";
"Greek (Windows)" = "Bahasa Yunani (Windows)";
"Turkish (Windows Latin 5)" = "Bahasa Turki (Windows Latin 5)";
"Hebrew (Windows)" = "Bahasa Ibrani (Windows)";
"Arabic (Windows)" = "Bahasa Arab (Windows)";
"Baltic (Windows)" = "Bahasa Baltik (Windows)";
"Vietnamese (Windows)" = "Bahasa Vietnam (Windows)";
"Western (ASCII)" = "Barat (ASCII)";
"Japanese (Shift JIS X0213)" = "Bahasa Jepun (Shift JIS X0213)";
"Chinese (GBK)" = "Bahasa Cina (GBK)";
"Chinese (GB 18030)" = "Bahasa Cina (GB 18030)";
"Japanese (ISO 2022-JP)" = "Bahasa Jepun (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Bahasa Jepun (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Bahasa Jepun (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Cina (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Bahasa Korea (ISO 2022-KR)";
"Japanese (EUC)" = "Bahasa Jepun (EUC)";
"Simplified Chinese (GB 2312)" = "Bahasa Cina Mudah (HZ GB 2312)";
"Traditional Chinese (EUC)" = "Bahasa Cina Tradisional (EUC)";
"Korean (EUC)" = "Bahasa Korea (EUC)";
"Japanese (Shift JIS)" = "Bahasa Jepun (Shift JIS)";
"Cyrillic (KOI8-R)" = "Bahasa Syrillik (KOI8-R)";
"Traditional Chinese (Big 5)" = "Bahasa Cina Tradisional (5 Besar)";
"Western (Mac Mail)" = "Barat (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Bahasa Cina Mudah (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Bahasa Cina Tradisional (HKSCS 5 Besar)";
"Ukrainian (KOI8-U)" = "Bahasa Ukrainia (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Bahasa Cina Tradisional (5-E Besar)";
"Western (NextStep)" = "Barat (NextStep)";
"Non-lossy ASCII" = "Non-lossy ASCII";
"Western (EBCDIC Latin Core)" = "Barat (EBCDIC Latin Inti)";
"Western (EBCDIC Latin 1)" = "Barat (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Bahasa Jepun (Pengesan Auto)";
